//=====================================
//	Game
//=====================================
[Rx_Game]
Description="摧毁敌方基地同时保护己方基地。"
GameName="C&C 模式"
EndOfMatchRulesTemplateStr_Scoring=率先摧毁对方基地的队伍获胜
EndOfMatchRulesTemplateStr_Time=`t 分钟内得分最高的队伍获胜


//=====================================
//	Weapons 
//=====================================

[Rx_Weapon]
ItemName="未命名武器"
PickupMessage="未命名武器"

[Rx_Weapon_Reloadable]
ItemName="未命名可装填武器"
PickupMessage="未命名可装填武器"

[Rx_Weapon_Spray]
ItemName="未命名喷射武器"
PickupMessage="未命名喷射武器"

[Rx_Weapon_Scoped]
ItemName="未命名瞄准镜武器"
PickupMessage="未命名瞄准镜武器"

[Rx_Weapon_AutoRifle]
ItemName="自动步枪"
PickupMessage="自动步枪"

[Rx_Weapon_TacticalRifle]
ItemName="战术步枪"
PickupMessage="战术步枪"

[Rx_Weapon_Shotgun]
ItemName="霰弹枪"
PickupMessage="霰弹枪"

[Rx_Weapon_RocketLauncher]
ItemName="火箭发射器"
PickupMessage="火箭发射器"

[Rx_Weapon_Flamethrower]
ItemName="火焰喷射器"
PickupMessage="火焰喷射器"

[Rx_Weapon_GrenadeLauncher]
ItemName="榴弹发射器"
PickupMessage="榴弹发射器"

[OG_Weapon_Pistol]
ItemName="自动手枪"
PickupMessage="Automatic Pistol"

[Rx_Weapon_Pistol_UnSILENCED]
ItemName="手枪"
PickupMessage="手枪"

[Rx_Weapon_ChainGun]
ItemName="链枪"
PickupMessage="链枪"

[Rx_Weapon_SniperRifle]
ItemName="狙击步枪"
PickupMessage="狙击步枪"

[Rx_Weapon_VoltAutoRifle]
ItemName="伏特自动步枪"
PickupMessage="伏特自动步枪"

[Rx_Weapon_RamjetRifle]
ItemName="冲压喷气步枪"
PickupMessage="冲压喷气步枪"

[Rx_Weapon_Railgun]
ItemName="磁轨炮"
PickupMessage="磁轨炮"

[Rx_Weapon_PersonalIonCannon]
ItemName="个人离子炮"
PickupMessage="个人离子炮"

[Rx_Weapon_LaserRifle]
ItemName="激光步枪"
PickupMessage="激光步枪"

[OG_Weapon_LaserChainGun]
ItemName="激光链枪"
PickupMessage="Laser Chain Gun"

[Rx_Weapon_MissileLauncher]
ItemName="导弹发射器"
PickupMessage="导弹发射器"

[Rx_Weapon_ChemicalThrower]
ItemName="化学投掷器"
PickupMessage="化学投掷器"

[Rx_Weapon_FlakCannon]
ItemName="高射炮"
PickupMessage="高射炮"

[Rx_Weapon_RepairGun]
ItemName="修理枪"
PickupMessage="修理枪"

[Rx_Weapon_RepairGunAdvanced]
ItemName="高级版修理枪"
PickupMessage="高级版修理枪"

[Rx_Weapon_TimedC4]
ItemName="定时C4"
PickupMessage="定时C4"

[Rx_Weapon_RemoteC4]
ItemName="远程C4"
PickupMessage="远程C4"

[Rx_Weapon_ProxyC4]
ItemName="感应 C4"
PickupMessage="感应 C4"

[Rx_Weapon_Beacon]
PurchaseDesc="<font size='8'>优点：\n-即时建筑物破坏\n缺点：\n-60秒影响\n-使用物品插槽</font>"

[Rx_Weapon_NukeBeacon]
ItemName="核打击信标"
PickupMessage="核打击信标"

[Rx_Weapon_IonCannonBeacon]
ItemName="离子炮信标"
PickupMessage="离子炮信标"

[Rx_Weapon_Blueprint]
ItemName="蓝图"
PickupMessage="蓝图"

[Rx_Weapon_Blueprint_Defense_GT_GDI]
ItemName="守卫塔蓝图"
PickupMessage="守卫塔蓝图"
PurchaseDesc="<font size='8'>优点：\n-自动防御\n-擅长对抗步兵\n\n缺点：\n-对抗车辆较差\n-老兵增益较少\n-破坏赚取大量老练\n-使用物品槽</font>"

[Rx_Weapon_Blueprint_Defense_Turret_GDI]
ItemName="炮塔蓝图"
PickupMessage="炮塔蓝图"
PurchaseDesc="<font size='8'>优点：\n-自动防御\n-对抗车辆良好：\n-对抗步兵较差\n-较少老兵增益\n-破坏获得大量老兵\n-使用物品槽</font>"

[Rx_Weapon_Blueprint_Defense_GT_Nod]
ItemName="守卫塔蓝图"
PickupMessage="守卫塔蓝图"
PurchaseDesc="<font size='8'>优点：\n-自动防御\n-擅长对抗步兵\n\n缺点：\n-对抗车辆较差\n-老兵增益较少\n-破坏赚取大量老练\n-使用物品槽</font>"

[Rx_Weapon_Blueprint_Defense_Turret_Nod]
ItemName="炮塔蓝图"
PickupMessage="炮塔蓝图"
PurchaseDesc="<font size='8'>优点：\n-自动防御\n-对抗车辆良好：\n-对抗步兵较差\n-较少老兵增益\n-破坏获得大量老兵\n-使用物品槽</font>"

[Rx_Weapon_Blueprint_Defense_CeilingTurret]
ItemName="天花板炮塔蓝图"
PickupMessage="天花板炮塔蓝图"
PurchaseDesc="<font size='8'>优点：\n-自动防御\n-擅长对抗步兵\n\n缺点：\n-脆弱\n-经验增益较少\n-只能在建筑物上使用\n-使用物品槽 </font>"

[Rx_Weapon_Grenade]
ItemName="破片手榴弹"
PickupMessage="破片手榴弹"

[Rx_Weapon_Grenade_Rechargeable]
ItemName="破片手榴弹"
PickupMessage="破片手榴弹"

[Rx_Weapon_SMG]
ItemName="冲锋手枪"
PickupMessage="冲锋手枪"

[Rx_Weapon_SMG_Silenced]
ItemName="消音机关手枪"
PickupMessage="消音机关手枪"

[Rx_Weapon_HeavyPistol]
ItemName="重型手枪"
PickupMessage="重型手枪"

[Rx_Weapon_MarksmanRifle]
ItemName="射手步枪"
PickupMessage="射手步枪"

[Rx_Weapon_Carbine]
ItemName="卡宾枪"
PickupMessage="卡宾枪"

[Rx_Weapon_Carbine_Silencer]
ItemName="消音卡宾枪"
PickupMessage="消音卡宾枪"

[Rx_Weapon_Airstrike]
ItemName="空袭指示符"
PickupMessage="空袭指示符"
PurchaseDesc="<font size='8'>优点：\n-5秒撞击\n-快速轰炸\n-反步兵/车辆\n缺点：\n-弱与。建筑物\n-使用物品槽</font>"

[Rx_Weapon_Airstrike_GDI]
ItemName="A-10空袭"
PickupMessage="A-10空袭"

[Rx_Weapon_Airstrike_Nod]
ItemName="AC-130空袭"
PickupMessage="AC-130空袭"

[Rx_Weapon_TiberiumFlechetteRifle]
ItemName="泰伯利亚箭步枪"
PickupMessage="泰伯利亚箭步枪"

[Rx_Weapon_TiberiumAutoRifle]
ItemName="泰矿自动步枪"
PickupMessage="泰矿自动步枪"

[Rx_Weapon_TiberiumAutoRifle_Blue]
ItemName="泰矿自动步枪"
PickupMessage="泰矿自动步枪"

[Rx_Weapon_ATMine]
ItemName="反坦克地雷"
PickupMessage="反坦克地雷"

[Rx_Weapon_EMPGrenade]
ItemName="电磁脉冲手榴弹"
PickupMessage="电磁脉冲手榴弹"

[Rx_Weapon_EMPGrenade_Rechargeable]
ItemName="电磁脉冲手榴弹"
PickupMessage="电磁脉冲手榴弹"

[Rx_Weapon_RepairTool]
ItemName="修复工具"
PickupMessage="修复工具"
PurchaseDesc="<font size='8'>优点：\n-修复单位/建筑物\n-解除地雷\n\n缺点：\n-需要充能\n-占用物品栏</font>"

[Rx_Weapon_SmokeGrenade]
ItemName="烟雾弹"
PickupMessage="烟雾弹"

[Rx_Weapon_SmokeGrenade_Rechargeable]
ItemName="烟雾弹"
PickupMessage="烟雾弹"

[Rx_Weapon_TiberiumGrenade_Rechargeable]
ItemName="泰矿手榴弹"
PickupMessage="泰矿手榴弹"

[Rx_Weapon_SniperRifle_UnSilenced]
ItemName="狙击步枪"
PickupMessage="狙击步枪"

//=====================================
//Rx WeaponAbilities
//=====================================

[Rx_WeaponAbility]
ItemName="未命名能力"
PickupMessage="未命名能力"

[Rx_WeaponAbility_TiberiumGrenade]
ItemName="泰矿手榴弹"
PickupMessage="泰矿手榴弹"

[Rx_WeaponAbility_Grenade]
ItemName="破片手榴弹"
PickupMessage="破片手榴弹"

[Rx_WeaponAbility_EMPGrenade]
ItemName="电磁脉冲手榴弹"
PickupMessage="电磁脉冲手榴弹"

[Rx_WeaponAbility_SmokeGrenade]
ItemName="烟雾弹"
PickupMessage="烟雾弹"

[Rx_WeaponAbility_TacRifleGrenade]
ItemName="榴弹发射器"
PickupMessage="下挂式榴弹发射器"

//=====================================
//	Damage Types
//=====================================


[Rx_DmgType]
DeathString="`k 击杀了 `o"
FemaleSuicide="`o 自杀"
MaleSuicide="`o 死亡"

WeaponName="伤害"
[Rx_DmgType_A10_Missile]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="A-10空袭"

[Rx_DmgType_AATower]
DeathString="`k 击杀了 `o"

MaleSuicide="`o 死亡"
WeaponName="防空塔"
[Rx_DmgType_Abduction]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[Rx_DmgType_AGT_MG]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_AGT_Rocket]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_Apache_Gun]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="阿帕奇机炮"

[Rx_DmgType_Apache_Rocket]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="阿帕奇火箭"

[Rx_DmgType_Apache_Passenger]
DeathString="`k 击杀了 `o"
WeaponName="阿帕奇导弹"

MaleSuicide="`o 死亡"
[Rx_DmgType_Artillery]
DeathString="`k 击杀了 `o"
WeaponName="自行火炮"

MaleSuicide="`o 死亡"
[Rx_DmgType_APC]
WeaponName="装甲运兵车"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_ATMine]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="反坦克地雷"

[Rx_DmgType_AutoRifle]
DeathString="`k 击杀了 `o"
WeaponName="自动步枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_BarbedWire]
MaleSuicide="`o 死亡"

DeathString="`k 击杀了 `o"
WeaponName="伤害"
[Rx_DmgType_Buggy]
WeaponName="越野车"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_Bullet]
MaleSuicide="`o 死亡"
WeaponName="枪弹"

DeathString="`k 击杀了 `o"
[Rx_DmgType_Burn]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="火焰"

[Rx_DmgType_BurnC4]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_Carbine]
DeathString="`k 击杀了 `o"
WeaponName="卡宾枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_ChainGun]
DeathString="`k 击杀了 `o"
WeaponName="链式机枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_ChemicalThrower]
DeathString="`k 击杀了 `o"
WeaponName="化学喷射器"

MaleSuicide="`o 死亡"
[Rx_DmgType_Chinook]
DeathString="`k 击杀了 `o"
WeaponName="运输直升机"

MaleSuicide="`o 死亡"
[Rx_DmgType_CruiseMissile]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[Rx_DmgType_Drowned]
MaleSuicide="`o 死亡"
WeaponName="伤害"

DeathString="`k 击杀了 `o"
[Rx_DmgType_Electric]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="电击"

[Rx_DmgType_Explosive]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"

WeaponName="伤害"
[Rx_DmgType_EMP]
WeaponName="电磁脉冲"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_Explosive]
WeaponName="伤害"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_Fell]
MaleSuicide="`o 死亡"
WeaponName="伤害"

DeathString="`k 击杀了 `o"
[Rx_DmgType_FlakCannon]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="高射炮"

[Rx_DmgType_FlakCannon_Alt]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="高射炮弹"

[Rx_DmgType_FlameTank]
DeathString="`k 击杀了 `o"
WeaponName="火焰坦克"

MaleSuicide="`o 死亡"
[Rx_DmgType_FlameThrower]
DeathString="`k 击杀了 `o"
WeaponName="火焰喷射器"

MaleSuicide="`o 死亡"
[Rx_DmgType_Grenade]
DeathString="`k 击杀了 `o"
MaleString="`o 尝试用手榴弹玩回旋镖"
WeaponName="手榴弹"

MaleSuicide="`o 死亡"
[Rx_DmgType_GrenadeLauncher]
DeathString="`k 击杀了 `o"
MaleString="`o 发射的手榴弹距离太近了"
WeaponName="榴弹发射器"

MaleSuicide="`o 死亡"
[Rx_DmgType_GuardTower]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_GunEmpl]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_GunEmpl_Alt]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_Headshot]
DeathString="`k 爆头击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_HeavyPistol]
DeathString="`k 击杀了 `o"
WeaponName="重型手枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_Hovercraft_Cannon]
WeaponName="气垫船火炮"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_Hovercraft_Rockets]
WeaponName="气垫船火箭"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_Humvee]
WeaponName="悍马车"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_IonCannon]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="离子炮打击"

[Rx_DmgType_Kamikaze]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[Rx_DmgType_LaserChainGun]
DeathString="`k 击杀了 `o"
WeaponName="激光链枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_LaserRifle]
DeathString="`k 击杀了 `o"
WeaponName="激光步枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_LightningStrike]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="雷击"

[Rx_DmgType_LightTank]
DeathString="`k 击杀了 `o"
WeaponName="轻型坦克"

MaleSuicide="`o 死亡"
[Rx_DmgType_M2Bradley]
DeathString="`k 击杀了 `o"
WeaponName="M2布雷德利"

MaleSuicide="`o 死亡"
[Rx_DmgType_M2Bradley_Rocket]
DeathString="`k 击杀了 `o"
WeaponName="M2布雷德利火箭"

MaleSuicide="`o 死亡"
[Rx_DmgType_MammothTank_Cannon]
DeathString="`k 击杀了 `o"
WeaponName="猛犸坦克双管炮"

MaleSuicide="`o 死亡"
[Rx_DmgType_MammothTank_Missile]
DeathString="`k 击杀了 `o"
WeaponName="猛犸坦克导弹"

MaleSuicide="`o 死亡"
[Rx_DmgType_MarksmanRifle]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_MediumTank]
DeathString="`k 击杀了 `o"
WeaponName="中型坦克"

MaleSuicide="`o 死亡"
[Rx_DmgType_MissileLauncher]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="导弹发射器"

[Rx_DmgType_MRLS]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="多管火箭发射车"

[Rx_DmgType_Nuke]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="核弹打击"

[Rx_DmgType_Obelisk]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_Orca_Gun]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="奥卡机炮"

[Rx_DmgType_Orca_Rocket]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="奥卡火箭"

[Rx_DmgType_Orca_Passenger]
DeathString="`k 击杀了 `o"
WeaponName="奥卡导弹"

MaleSuicide="`o 死亡"
[Rx_DmgType_Pancake]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_PersonalIonCannon]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="个人离子炮"

[Rx_DmgType_Pistol]
DeathString="`k 击杀了 `o"
WeaponName="手枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_ProxyC4]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="感应C4"

[Rx_DmgType_Railgun]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_RamjetRifle]
DeathString="`k 击杀了 `o"
WeaponName="冲压式狙击步枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_RanOver]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[Rx_DmgType_RanOverbyThomas]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_RemoteC4]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[Rx_DmgType_Rocket]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="火箭"

[Rx_DmgType_RocketEmpl_Missile]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_Rocket]
DeathString="`k 击杀了 `o"
WeaponName="火箭"

MaleSuicide="`o 死亡"
[Rx_DmgType_RocketLauncher]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="火箭发射器"

[Rx_DmgType_SAMSite]
DeathString="`k 击杀了 `o"
WeaponName="防空导弹"

MaleSuicide="`o 死亡"
[Rx_DmgType_Shotgun]
DeathString="`k 击杀了 `o"
WeaponName="霰弹枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_SMG]
DeathString="`k 击杀了 `o"
WeaponName="冲锋枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_SniperRifle]
DeathString="`k 击杀了 `o"
WeaponName="狙击步枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_StealthTank]
DeathString="`k 击杀了 `o"
WeaponName="隐形坦克"

MaleSuicide="`o 死亡"
[Rx_DmgType_TacticalRifle]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="战术步枪"

[Rx_DmgType_TacticalRifleGrenade]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="战术榴弹"

[Rx_DmgType_Tiberium]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="泰伯利亚"

[Rx_DmgType_Tiberium_Blue]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="蓝色泰伯利亚"

[Rx_DmgType_TiberiumAutoRifle]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="泰伯利亚自动步枪"

[Rx_DmgType_TiberiumAutoRifle_Blue]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="蓝色泰伯利亚自动步枪"

[Rx_DmgType_TiberiumAutoRifle_Blue]
DeathString="`k 击杀了 `o"
WeaponName="蓝色泰伯利亚自动步枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_TiberiumFlechetteRifle]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_TiberiumGrenade]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="泰伯利亚手榴弹"

[Rx_DmgType_TimedC4]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="定时C4"

[Rx_DmgType_Turret]
DeathString="`k 击杀了 `o"
WeaponNama="外壳"

MaleSuicide="`o 死亡"
WeaponName="伤害"
[Rx_DmgType_VehicleMG]
DeathString="`k 击杀了 `o"

MaleSuicide="`o 死亡"
WeaponName="载具机枪"
[Rx_DmgType_VoltAutoRifle]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_VoltRifle_Alt]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[TS_Vehicle_HoverMRLS_DmgType]
DeathString="`o was struck by `k's missile barrage"
WeaponName="Hover MRLS"

[TS_Vehicle_ReconBike_DmgType]
DeathString="`o couldn't avoid `k's bike hit-and-run tactics"
WeaponName="Recon Bike"

[TS_Vehicle_TickTank_DmgType]
DeathString="`o was decimated by `k's Tick Tank"
WeaponName="Tick Tank"

[TS_Vehicle_Titan_DmgType]
DeathString="`k's Titan loomed over `o's scorched corpse"
WeaponName="Titan"

[TS_Vehicle_Wolverine_DmgType]
DeathString="`o was shredded by `k's merciless barrage"
WeaponName="Wolverine"

//=====================================
//	Characters
//=====================================

[Rx_FamilyInfo]
CharacterName="未命名角色"
PT_Title="未命名"

// GDI Infantry
[OG_FamilyInfo_GDI_Soldier]
CharacterName="士兵"
PT_Title="士兵"
PT_Description="装甲：凯夫拉\n速度：100\n侧面：手枪\n+反步兵"

[OG_FamilyInfo_GDI_Shotgunner]
CharacterName="霰弹枪手"
PT_Title="霰弹枪"
PT_Description="装甲：凯夫拉\n速度：95\n侧面：手枪\n+反步兵"

[OG_FamilyInfo_GDI_Grenadier]
CharacterName="掷弹兵"
PT_Title="掷弹兵"
PT_Description="装甲：高射炮\n速度：100\n侧面：手枪\n+防装甲\n+防建筑"

[OG_FamilyInfo_GDI_Engineer]
CharacterName="工程师"
PT_Title="工程师"
PT_Description="装甲：高射炮\n速度：95\n侧面：消音手枪\n远程C4\n+防建\n+维修/支持"

[OG_FamilyInfo_GDI_Officer]
CharacterName="官员"
PT_Title="官员"
PT_Description="装甲：凯夫拉\n速度：100\n侧面：手枪\n烟雾弹\n+反步兵"

[OG_FamilyInfo_GDI_RocketSoldier]
CharacterName="火箭军官
PT_Title="火箭军官"
PT_Description="装甲：高射炮\n速度：95\n侧面：冲锋枪\n反坦克地雷\n+防弹\n+防空"

[OG_FamilyInfo_GDI_Sydney]
CharacterName="悉尼"
PT_Title="悉尼"
PT_Description="装甲：凯夫拉\n速度：105\n侧面：手枪\n破片手榴弹\n+反步兵"

[OG_FamilyInfo_GDI_Gunner]
CharacterName="炮手"
PT_Title="枪手"
PT_Description="装甲：高射炮\n速度：95\n侧面：卡宾枪\n电磁脉冲手榴弹\nAT地雷\n+反装甲\n+反结构"

[OG_FamilyInfo_GDI_Deadeye]
CharacterName="神枪手"
PT_Title="神射手"
PT_Description="装甲：无\n速度：90\n侧面：机关手枪\n烟雾弹\n+反步兵"

[OG_FamilyInfo_GDI_Patch]
CharacterName="补丁"
PT_Title="补丁"
PT_Description="装甲：凯夫拉\n速度：112.5\n侧面：重型手枪\n破片手榴弹\n+反步兵"

[OG_FamilyInfo_GDI_Havoc]
CharacterName="浩劫"
PT_Title="浩劫"
PT_Description="装甲：无\n速度：90\n侧面：卡宾枪\n烟雾弹\n+反步兵"

[OG_FamilyInfo_GDI_Sydney_Suit]
CharacterName="原型突击服"
PT_Title="原型突击服"
PT_Description="装甲：高射炮\n速度：100\n侧面：箭形步枪\n电磁脉冲手榴弹\n反坦克地雷\n+反装甲"

[OG_FamilyInfo_GDI_Mobius]
CharacterName="莫比乌斯环"
PT_Title="莫比乌斯"
PT_Description="装甲：凯夫拉\n速度：100\n侧面：重手枪\n+抗一切"

[OG_FamilyInfo_GDI_Hotwire]
CharacterName="热线"
PT_Title="热线"
PT_Description="装甲：高射炮\n速度：100\n侧面：消音手枪\n远程C4\n近距离地雷\n+防建筑\n+维修/支持"


// Nod Infantry
[OG_FamilyInfo_Nod_Soldier]
CharacterName="士兵"
PT_Title="士兵"
PT_Description="装甲：凯夫拉\n速度：100\n侧面：手枪\n+反步兵"

[OG_FamilyInfo_Nod_Shotgunner]
CharacterName="霰弹枪手"
PT_Title="霰弹枪"
PT_Description="装甲：凯夫拉\n速度：100\n侧面：手枪\n+反步兵"

[OG_FamilyInfo_Nod_FlameTrooper]
CharacterName="火焰喷射器"
PT_Title="火焰喷射器"
PT_Description="装甲：高射炮\n速度：105\n侧面：手枪\n+抗一切"

[OG_FamilyInfo_Nod_Engineer]
CharacterName="工程师"
PT_Title="工程师"
PT_Description="装甲：高射炮\n速度：95\n侧面：消音手枪\n远程C4\n+防建\n+维修/支持"

[OG_FamilyInfo_Nod_Officer]
CharacterName="官员"
PT_Title="官员"
PT_Description="装甲：凯夫拉\n速度：110\n侧面：手枪\n烟雾弹\n+反步兵"

[OG_FamilyInfo_Nod_RocketSoldier]
CharacterName="火箭军官"
PT_Title="火箭军官"
PT_Description="装甲：高射炮\n速度：105\n侧面：机关手枪\n反坦克地雷\n+防弹\n+防空"

[OG_FamilyInfo_Nod_ChemicalTrooper]
CharacterName="化学战士"
PT_Title="化学战士"
PT_Description="装甲：高射炮\n速度：100\n侧面：手枪\n泰伯利亚手榴弹\n+抗一切"

[OG_FamilyInfo_Nod_StealthBlackHand]
CharacterName="隐形黑手"
PT_Title="隐形黑手"
PT_Description="装甲：拉撒路\n速度：110\n侧面：S.M.手枪\n主动迷彩\n+抗一切"

[OG_FamilyInfo_Nod_BlackHandSniper]
CharacterName="黑手狙击手"
PT_Title="黑手狙击手"
PT_Description="装甲：无\n速度：90\n侧面：机关手枪\n烟雾弹\n+反步兵"

[OG_FamilyInfo_Nod_LaserChainGunner]
CharacterName="激光链炮"
PT_Title="激光链枪"
PT_Description="装甲：高射炮\n速度：80\n电磁脉冲手榴弹\n反坦克地雷\n+反一切\n+重步兵"

[OG_FamilyInfo_Nod_Sakura]
CharacterName="樱花"
PT_Title="樱花"
PT_Description="装甲：无\n速度：90\n侧面：S.卡宾枪\n烟雾弹\n+反步兵"

[OG_FamilyInfo_Nod_Raveshaw]
CharacterName="雷夫肖"
PT_Title="雷夫肖"
PT_Description="装甲：高射炮\n速度：100\n侧面：箭形步枪\n电磁脉冲手榴弹\n反坦克地雷\n+反装甲"

[OG_FamilyInfo_Nod_Mendoza]
CharacterName="门多萨"
PT_Title="门多萨"
PT_Description="装甲：凯夫拉\n速度：110\n侧面：重手枪\n+抗一切"

[OG_FamilyInfo_Nod_Technician]
CharacterName="技术员"
PT_Title="技术员"
PT_Description="装甲：高射炮\n速度：100\n侧面：消音手枪\n远程C4\n近距离地雷\n+防建筑\n+维修/支持"

//=====================================
//	Vehicles
//=====================================
[Rx_Vehicle]
VehiclePositionString="在车辆中 Vulcan 组件塔中的"
VehicleNameString="载具"

[Rx_Vehicle_Treaded]
VehiclePositionString="在坦克里"
VehicleNameString="坦克"

[Rx_Vehicle_MammothTank]
VehiclePositionString=""
VehicleNameString="猛犸坦克"
PT_Title="猛犸坦克"
PT_Description="<font size='10'>-120毫米双管炮\n-獠牙导弹\n-重型装甲\n-重型坦克\n-驾驶员 +乘客</font>"

[Rx_Vehicle_MediumTank]
VehiclePositionString="中型坦克 移动传感器阵列中的"
VehicleNameString="中型坦克"
PT_Title="中型坦克"
PT_Description="<font size='10'>-105毫米坦克炮\n-同轴机枪\n-重装甲\n-主战坦克\n-驾驶员+乘客</font>"

[Rx_Vehicle_Chinook]
VehiclePositionString="乘坐奇努克直升机"
VehicleNameString="支奴干运输直升机"
PT_Title="运输直升机"
PT_Description="<font size='10'>\n-2x 加特林机枪\n-轻甲\n-部队运输机\n-飞行员 + 4乘客</font>"

[Rx_Vehicle_APC_Nod]
VehiclePositionString=""
VehicleNameString="装甲运兵车"
PT_Title="装甲运兵车"
PT_Description="<font size='10'>-M134机枪\n-重甲\n-运兵车\n-驾驶员+4名乘客</font>"

[Rx_Vehicle_APC_GDI]
VehiclePositionString=""
VehicleNameString="装甲运兵车"
PT_Title="装甲运兵车"
PT_Description="<font size='10'>-M134机枪\n-重甲\n-运兵车\n-驾驶员+4名乘客</font>"

[Rx_Vehicle_Buggy]
VehiclePositionString="在越野车中"
VehicleNameString="越野车"
PT_Title="越野车"
PT_Description="<font size='10'>-.50口径机枪\n-轻甲\n-快速攻击侦察兵\n-驾驶员+乘客</font>"

[Rx_Vehicle_HoverCraft]
VehiclePositionString=""
VehicleNameString="气垫船"

[Rx_Vehicle_Humvee]
VehiclePositionString=""
VehicleNameString="悍马车"
PT_Title="悍马车"
PT_Description="<font size='10'>-.50口径机枪\n-轻甲\n-快速攻击侦察兵\n-驾驶员+乘客</font>"

[Rx_Vehicle_MRLS]
VehiclePositionString=""
VehicleNameString="多管火箭发射车"
PT_Title="移动火箭发射系统"
PT_Description="<font size='10'>-M269导弹\n-轻装甲\n-远程弹道\n-驾驶员+乘客</font>"

[Rx_Vehicle_LightTank]
VehiclePositionString="轻型坦克 M110 榴弹炮中的"
VehicleNameString="轻型坦克"
PT_Title="轻型坦克"
PT_Description="<font size='10'>\n-75毫米加农炮\n-重装甲\n-主战坦克\n-驾驶员 +乘客</font>"

[Rx_Vehicle_Artillery]
VehiclePositionString="在炮兵中"
VehicleNameString="自行火炮"
PT_Title="移动火炮"
PT_Description="<font size='10'>\n-155毫米榴弹炮\n-轻装甲\n-远程弹道\n-驾驶员 +乘客</font>"

[Rx_Vehicle_FlameTank]
VehiclePositionString="在火焰罐中 被遗忘的 AH-64 阿帕奇中的"
VehicleNameString="火焰坦克"
PT_Title="火焰罐"
PT_Description="<font size='10'>\n-2x火焰喷射器\n-重型装甲\n-近距离抑制器\n-驾驶员 +乘客</font>"

[Rx_Vehicle_StealthTank]
VehiclePositionString="地下 APC 中的"
VehicleNameString="隐形坦克"
PT_Title="隐形坦克"
PT_Description="<font size='10'>-2x 陶式导弹\n-重型装甲\n-游击战车\n-主动迷彩\n-DriveOnly</font>"

[Rx_Defence_GunEmplacement]
VehiclePositionString="位于炮位中"
VehicleNameString="炮位"

[Rx_Defence_RocketEmplacement]
VehiclePositionString="火箭炮位 SAM 站点中的"
VehicleNameString="火箭炮位"

[Rx_Vehicle_A10]
VehiclePositionString=""
VehicleNameString="A-10"

[Rx_Vehicle_Apache]
VehiclePositionString=""
VehicleNameString="阿帕奇"
PT_Title="阿帕奇"
PT_Description="<font size='10'>-30毫米自动炮\n-Hydra-70火箭\n-轻甲\n-攻击直升机\n-仅限飞行员</font>"

[Rx_Vehicle_Orca]
VehiclePositionString="在奥卡战机中"
VehicleNameString="奥卡战机"
PT_Title="奥卡"
PT_Description="<font size='10'>-地狱火导弹\n-.50口径机枪\n-轻装甲\n-攻击垂直起降飞机\n-飞行员和乘客</font>"

[Rx_Vehicle_Harvester]
VehiclePositionString="悬停 IFV 中的"
VehicleNameString="泰伯利亚采矿车"

[Rx_Vehicle_HoverCraft_GDI]
VehiclePositionString="气垫船"
VehicleNameString="气垫船"

[Rx_Vehicle_Bus]
VehiclePositionString="在公交车上"
VehicleNameString="巴士"

[Rx_Defence_GuardTower]
VehiclePositionString="在守卫塔中"
VehicleNameString="警卫塔"

[Rx_Defence_Turret]
VehiclePositionString="使用炮塔"
VehicleNameString="炮塔"

[Rx_Defence_AATower]
VehiclePositionString="在防空塔中 Apache 中的"
VehicleNameString="防空塔"

[Rx_Defence_SAMSite]
VehiclePositionString="SSM 中的"
VehicleNameString="SAM站点"

[Rx_Defence_CeilingTurret]
VehiclePositionString="位于天花板转塔中"
VehicleNameString="吸顶转塔"

[Rx_Vehicle_MG_GDI]
VehiclePositionString="AA 组件塔中的"
VehicleNameString=".50口径机枪"

[TS_Vehicle_HoverMRLS]
VehiclePositionString="气垫船中的"
VehicleNameString="悬停MRLS"
PT_Title="悬停MRLS"
PT_Description="<font size='10'>-多发射导弹系统\n-轻装甲\n-远程支援\n-驾驶员</font>"

[TS_Vehicle_Titan]
VehiclePositionString="泰坦 运输卡车中的"
VehicleNameString="泰坦"
PT_Title="泰坦"
PT_Description="<font size='10'>-120毫米加农炮\n-重甲\n-主战机甲\n-驾驶员+乘客</font>"

[TS_Vehicle_Wolverine]
VehiclePositionString="金刚狼 X66-A2猛犸象中的"
VehicleNameString="金刚狼"
PT_Title="金刚狼"
PT_Description="<font size='10'>-2x加特林机枪\n-轻甲\n-快速攻击侦察兵\n-驾驶员</font>"

[TS_Vehicle_TickTank]
VehiclePositionString="在蜱虫罐中 蜱虫箱中的"
VehicleNameString="蜱虫罐"
PT_Title="蜱虫罐"
PT_Description="<font size='10'>\n-75毫米加农炮\n-重装甲\n-主战坦克\n-驾驶员 +乘客</font>"

[TS_Vehicle_ReconBike]
VehiclePositionString="F-22 猛禽中的"
VehicleNameString="攻击周期"
PT_Title="攻击周期"
PT_Description="<font size='10'>-SWARM火箭\n-Hydra-70火箭\n-极轻装甲\n-快速骚扰者\n-驾驶员仅</font>"

[TS_Vehicle_Buggy]
VehiclePositionString="在攻击车中 攻击周期中的"
VehicleNameString="攻击车"
PT_Title="攻击车"
PT_Description="<font size='10'>-.火神炮\n-轻甲\n-快速攻击侦察兵\n-驾驶员+乘客</font>"

[APB_Vehicle_TeslaTank]
VehiclePositionString=""
VehicleNameString="特斯拉坦克"
PT_Title="特斯拉坦克"
PT_Description=<font size='10'>\n-Tesla Coils\n-Heavy Armour\n-Anti-Surface Tank\n-Driver + Passenger</font>

//Classic Vehicles
[Rx_Vehicle_M2Bradley]
VehiclePositionString="MRLS 中的"
VehicleNameString="M2 布拉德利"
PT_Title="M2 布拉德利"
PT_Description="<font size='10'>\n-75毫米加农炮\n-重装甲\n-主战坦克\n-驾驶员 +乘客</font>"

[Rx_Vehicle_ReconBike]
VehiclePositionString="侦察无人机中的"
VehicleNameString="侦察自行车"
PT_Title="侦察自行车"
PT_Description="<font size='10'>-2x 陶式导弹\n-超轻装甲\n-快速骚扰者\n-仅限驾驶员</font>"

[Rx_Vehicle_HumveeTOW]
VehiclePositionString="在TOW悍马车中"
VehicleNameString="TOW悍马车"
PT_Title="TOW悍马车"
PT_Description="<font size='10'>-2枚TOW导弹\n-轻型装甲\n-高速骚扰载具\n-仅限驾驶员</font>"

//=====================================
//	Vehicle Weapons
//=====================================

[Rx_Vehicle_Weapon]
ItemName="主要武器"
PickupMessage="Primary Weapon"

[Rx_Vehicle_A10_Weapon]
ItemName="GAU-8/A 大炮"
AltItemName="AGM-65 Missile"
PickupMessage="A-10 Weapon"

[Rx_Vehicle_Apache_Weapon]
ItemName="30毫米自动加农炮"
AltItemName="Hydra-70 Rocket"
PickupMessage="Apache Weapon"

[Rx_Vehicle_Orca_Weapon]
ItemName="“地狱火”导弹"
AltItemName=".50 Cal Machine Gun"
PickupMessage="Orca Weapon"

[Rx_Vehicle_APC_Nod_Weapon]
ItemName="M134 机枪"
PickupMessage="APC Weapon"

[Rx_Vehicle_APC_GDI_Weapon]
ItemName="M134 机枪"
PickupMessage="APC Weapon"

[Rx_Vehicle_Artillery_Weapon]
ItemName="155毫米加农炮"
PickupMessage="Artillery Weapon"

[Rx_Vehicle_Buggy_Weapon]
ItemName=".50 Cal机枪"
PickupMessage="Buggy Weapon"

[Rx_Vehicle_Chinook_Weapon]
ItemName="运输直升机"
PickupMessage="Chinook Weapon"

[Rx_Vehicle_Chinook_Weapon_GDI_Left]
ItemName="加特林机枪"
PickupMessage="Chinook Weapon"

[Rx_Vehicle_Chinook_Weapon_GDI_Right]
ItemName="加特林机枪"
PickupMessage="Chinook Weapon"

[Rx_Vehicle_Chinook_Weapon_Nod_Left]
ItemName="加特林机枪"
PickupMessage="Chinook Weapon"

[Rx_Vehicle_Chinook_Weapon_Nod_Right]
ItemName="加特林机枪"
PickupMessage="Chinook Weapon"

[Rx_Defence_GunEmplacement_Weapon]
ItemName="加特林机枪"
AltItemName="Auto Cannon"
PickupMessage="Gun Emplacement"

[Rx_Defence_RocketEmplacement_Weapon]
ItemName="蜂群发射器"
AltItemName="Hellfire Missile"
PickupMessage="Rocket Emplacement"

[Rx_Vehicle_Humvee_Weapon]
ItemName=".50 Cal机枪"
PickupMessage="Humvee Weapon"

[Rx_Vehicle_LightTank_Weapon]
ItemName="75毫米加农炮"
PickupMessage="Light Tank Weapon"

[Rx_Vehicle_MammothWeapon]
ItemName="120毫米双管炮"
AltItemName="Tusk Missiles"
PickupMessage="Mammoth Tank Weapon"

[Rx_Vehicle_MediumTank_Weapon]
ItemName="105毫米坦克炮"
AltItemName="Coaxial MG"
PickupMessage="Medium Tank Weapon"

[Rx_Vehicle_MRLS_Weapon]
ItemName="M269导弹"
PickupMessage="MRLS Tank Weapon"

[Rx_Vehicle_FlameTank_Weapon]
ItemName="火焰喷射器"
PickupMessage="Flame Tank Weapon"

[Rx_Vehicle_StealthTank_Weapon]
ItemName="牵引导弹"
PickupMessage="Stealth Tank Weapon"

[Rx_Vehicle_Harvester_Weapon]
ItemName="泰矿收割机"
PickupMessage="Harvester Weapon"

[Rx_Defence_GuardTower_Weapon]
ItemName="火神炮"
PickupMessage="Guard Tower Weapon"

[Rx_Defence_Turret_Weapon]
ItemName="105毫米加农炮"
PickupMessage="Turret Weapon"

[Rx_Defence_SAMSite_Weapon]
ItemName="地空导弹"
PickupMessage="SAM Weapon"

[Rx_Defence_AATower_Weapon]
ItemName="防空导弹"
PickupMessage="Anti-Air Weapon"

[Rx_Vehicle_Hovercraft_GDI_Weapon]
ItemName="重型加农炮"
AltItemName="SWARM Launcher"
PickupMessage="Hovercraft Weapon"

[TS_Vehicle_HoverMRLS_Weapon]
ItemName="M269导弹"
PickupMessage="Hover MRLS Weapon"

[TS_Vehicle_Titan_Weapon]
ItemName="120毫米加农炮"
PickupMessage="Titan Weapon"

[TS_Vehicle_Wolverine_Weapon]
ItemName="火神大炮"
PickupMessage="Wolverine Weapon"

[TS_Vehicle_TickTank_Weapon]
ItemName="90毫米加农炮"
AltItemName=".50 Cal Machine Gun"
PickupMessage="Tick Tank Weapon"

[TS_Vehicle_ReconBike_Weapon]
ItemName="Hydra-70火箭"
PickupMessage="Recon Bike Weapon"

[TS_Vehicle_Buggy_Weapon]
ItemName="30毫米自动加农炮"
PickupMessage="Buggy Weapon"

[APB_Vehicle_TeslaTank_Weapon]
ItemName="特斯拉螺栓"
PickupMessage="Tesla Tank Weapon"

//Classic Vehicles
[Rx_Vehicle_M2Bradley_Weapon]
ItemName="22毫米加农炮"
AltItemName="TOW Rocket"
PickupMessage="M2 Bradley Weapon"

[Rx_Vehicle_ReconBike_Weapon]
ItemName="牵引火箭"
PickupMessage="Recon Bike Weapon"

[Rx_Vehicle_HumveeTOW_Weapon]
ItemName="牵引火箭"
PickupMessage="TOW Humvee Weapon"


//////////////////////
//  Building Names  //
//////////////////////
[Rx_Building_AdvancedGuardTower_Internals]
BuildingName ="高级警戒塔"

[Rx_Building_AirTower_Internals]
BuildingName ="临时机场"

[Rx_Building_AirTower_Internals_Ramps]
BuildingName ="临时机场"

[Rx_Building_Barracks_Internals]
BuildingName ="兵营"

[Rx_Building_Helipad_GDI_Internals]
BuildingName ="直升机坪"

[Rx_Building_Helipad_Nod_Internals]
BuildingName ="直升机坪"

[Rx_Building_HandOfNod_Internals]
BuildingName ="Nod之手"

[Rx_Building_Obelisk_Internals]
BuildingName ="光明石碑"

[Rx_Building_PowerPlant_Internals]
BuildingName ="发电厂"

[Rx_Building_Refinery_Internals]
BuildingName ="矿场"

[Rx_Building_Silo_Internals]
BuildingName ="矿仓"

[Rx_Building_TeamSilo_Internals]
BuildingName ="矿仓"

[Rx_Building_WeaponsFactory_Internals]
BuildingName ="武器工厂"

[Rx_Building_RepairFacility_Internals]
BuildingName ="维修设施"

[Rx_Building_Helipad_Internals]
BuildingName ="直升机坪"

[Rx_Building_CommCentre_Internals]
BuildingName ="通讯中心"


//=====================================
//	Buildings
//=====================================
[Rx_Message_Buildings]
BuildingBroadcastMessages[0]="`PlayerName` 摧毁了 `BuildingName`"
BuildingBroadcastMessages[1]="`BuildingName` 被 `PlayerName` 摧毁"
BuildingBroadcastMessages[2]="`PlayerName` 占领了 `BuildingName`"
BuildingBroadcastMessages[3]="`PlayerName` 将 `BuildingName` 中立化"

//=====================================
//	Crates
//=====================================
[Rx_CratePickup]
PickupMessages[0]="You stumbled upon a grenade, BOOOM!"
PickupMessages[1]="Surprise! Ion Cannon Strike incoming!"
PickupMessages[2]="By the way, Nuclear Missile Launch Detected. Bwahahaha!"
PickupMessages[3]="You found `credsum` credits!"
PickupMessages[4]="You found a new uniform!"
PickupMessages[5]="You got a `vehname`!"
PickupMessages[6]="You found an enemy uniform!"
PickupMessages[7]="Your health and ammo has been restored!"

[Rx_Message_Crates]
PickupBroadcastMessages[0]="`PlayerName` found a crate!"
PickupBroadcastMessages[1]="`PlayerName` just got a death crate. Sucks to be you."
PickupBroadcastMessages[2]="`PlayerName` got an Ion Cannon to the face. Ouch!"
PickupBroadcastMessages[3]="`PlayerName` is green with nuclear radiation"
PickupBroadcastMessages[4]="`PlayerName` found a money crate!"
PickupBroadcastMessages[5]="`PlayerName` got a new character!"
PickupBroadcastMessages[6]="`PlayerName` got a new vehicle!"
PickupBroadcastMessages[7]="Watch out, an enemy player picked up a spy crate!"
PickupBroadcastMessages[8]="`PlayerName` picked up a spy crate!"
PickupBroadcastMessages[9]="`PlayerName` picked up a refill crate."
PickupBroadcastMessages[10]="`PlayerName` picked up a suicide crate."
PickupBroadcastMessages[11]="`PlayerName` picked up a speed upgrade crate."
PickupBroadcastMessages[12]="`PlayerName` was abducted by aliens."
PickupBroadcastMessages[13]="`PlayerName` won't last more than 30 seconds."
PickupBroadcastMessages[14]="`PlayerName` discovered weaponry from the future!"
PickupBroadcastMessages[15]="`PlayerName` discovered weaponry from Kane's past!"
PickupBroadcastMessages[16]="`PlayerName` picked up a veterancy crate!"
PickupBroadcastMessages[17]="`PlayerName` picked up a damage resistance crate!"
PickupBroadcastMessages[18]="`PlayerName` discovered CLASSIC weaponry!"
PickupBroadcastMessages[19]="`PlayerName` found an EPIC Character crate!"
PickupBroadcastMessages[20]="`PlayerName` IS A THREAT TO US ALL!"
PickupBroadcastMessages[21]="`PlayerName` has found a weapon cache!"
PickupBroadcastMessages[22]="An enemy player has found a weapon cache!"
PickupBroadcastMessages[23]="`PlayerName` and their allies have been detected!"
PickupBroadcastMessages[24]="Your teammates near `PlayerName` were spotted, be careful!"
PickupBroadcastMessages[25]="Someone stuck some glue to `PlayerName`'s shoes!"
PickupBroadcastMessages[26]="PRIORITY ALERT: `PlayerName` has hacked the enemy defenses, attack while you can!"
PickupBroadcastMessages[27]="PRIORITY WARNING: An enemy has hacked your defenses, your base is vulnerable!"
PickupBroadcastMessages[28]="`PlayerName` has channeled their inner Neo, bending the laws of physics!"
PickupBroadcastMessages[29]="An enemy player has channeled their inner Neo, bending the laws of physics!"

[Rx_CrateType_Money]
PickupMessage ="You found `credsum` credits!"

[Rx_CrateType_Refill]
PickupMessage ="Your health and ammo has been restored!"

[Rx_CrateType_Spy]
PickupMessage ="You found an enemy uniform!"

[Rx_CrateType_Vehicle]
PickupMessage ="You got a `vehname`!"

[Rx_CrateType_Character]
PickupMessage ="You found a new uniform!"

[Rx_CrateType_Suicide]
PickupMessage ="You found the answer to the universe inside the box, and see no reason to continue living."

[Rx_CrateType_TimeBomb]
PickupMessage ="There is a bomb on your head. You have 30 seconds to live."

[Rx_CrateType_Nuke]
PickupMessage ="By the way, Nuclear Missile Launch Detected. Bwahahaha!"

[Rx_CrateType_Speed]
PickupMessage ="Your character's speed has been upgraded by `increasepct`%!"

[Rx_CrateType_Abduction]
PickupMessage ="You have been abducted by the Scrin!"

[Rx_CrateType_TSVehicle]
PickupMessage ="A hole in space time has opened! You command the future."

[Rx_CrateType_RAVehicle]
PickupMessage ="A rougue chrono-shift seems to be going on! You control the past."

[Rx_CrateType_Veterancy]
PickupMessage ="You've learned just a little more in the art of war."

[Rx_CrateType_DamageResistance]
PickupMessage ="You picked up a DAMAGE RESISTANCE crate"

[Rx_CrateType_ClassicVehicle]
PickupMessage ="Never forget the CLASSICS"

[Rx_CrateType_EpicCharacter]
PickupMessage ="You've found an EPIC Character!"

[Rx_CrateType_Kamikaze]
PickupMessage ="!!!MAY THE DIVINE WIND BLOW!!!"

[Rx_CrateType_RadarSweep]
PickupMessage ="You and your allies have been detected!"

[Rx_CrateType_BasePower]
PickupMessage ="You have found a vulnerability in the enemy defenses, temporarily disabling them!"

[Rx_Message_Vehicle]
VehicleMessages[0]="`VehicleClass` bound. Press [`LockKey`] to toggle lock on driver seat. Hold [`LockKey`] to unbind."
VehicleMessages[1]="`VehicleClass` auto-bound. Press [`LockKey`] to toggle lock on driver seat. Hold [`LockKey`] to unbind."
VehicleMessages[2]="`VehicleClass` unbound."

VehicleMessages[3]="This vehicle is not bound, hold [`LockKey`] to bind to it."
VehicleMessages[4]="This vehicle is not bound, hold [`LockKey`] to replace your existing `VehicleClass` bind with this vehicle."
VehicleMessages[5]="The previous owner has unbound this vehicle. Hold [`LockKey`] to bind it."
VehicleMessages[6]="Can not bind vehicle, it is already bound to `OwnerName`."

VehicleMessages[7]="`VehicleClass` driver seat Locked."
VehicleMessages[8]="`VehicleClass` driver seat Unlocked."

VehicleMessages[9]="Driver seat is locked by `OwnerName`."
VehicleMessages[10]="You can't enter the Vehicle. Buyer '`OwnerName`' has exclusive access for `IntegerValue` more seconds."
VehicleMessages[11]="You can't enter the Vehicle. `OwnerTeam` has exclusive access for `IntegerValue` more seconds."

VehicleMessages[12]="`OwnerName`'s `VehicleClass` has been stolen by the enemy!"
VehicleMessages[13]="`OtherName` has entered the driver seat of your `VehicleClass`."
VehicleMessages[14]="Your `VehicleClass` has been destroyed."

VehicleMessages[15]="`OwnerName` has locked the drivers seat."

VehicleMessages[16]="`OtherName` has stolen a `VehicleClass`!"
VehicleMessages[17]="A `VehicleClass` has fallen into the hands of the enemy!"
VehicleMessages[18]="`OtherName` has attempted to enter the driver seat of your `VehicleClass`."
//=====================================
// Context Menu Help
//=====================================

[Rx_CommandMenuChoice]
MainHelpText=""
SubHelpText[0]=""

[Rx_CommandMenuChoice_SupportPowers]

//Radar Scan [GDI]
SubHelpText_GDI[0]="+Delivery:%Instant Radar Scan%%+Purpose:%-COMMAND SPOTS all units in an area for 20s%%-Spots units on map for a full 60s%%Notes%%-Ignores cover"

//Spy Plane [Nod]
SubHelpText_Nod[0]="+Delivery:%Spy Aircraft%%+Purpose:%-COMMAND SPOTS units not in cover for 20s%%-Spots units on map for a full 45s%%Notes%%-Plane requires line of sight%%-Can be shot down%"

//Smoke
SubHelpText_GDI[1]="+Delivery:%Bomber Aircraft%%+Purpose:%-Blocks line of sight%-Blinds base defenses%%Notes%%-Can be shot down%"

SubHelpText_Nod[1]="+Delivery:%Bomber Aircraft%%+Purpose:%-Blocks line of sight%-Blinds base defenses%%Notes%%-Can be shot down%"

//EMP Strike
SubHelpText_GDI[2]="+Delivery:%Bomber Aircraft%%+Purpose:%-Disables vehicle movement%-Disarms enemy mines%%Notes%%-Can be shot down%"

SubHelpText_Nod[2]="+Delivery:%Bomber Aircraft%%+Purpose:%-Disables vehicle movement%-Disarms enemy mines%%Notes%%-Can be shot down%"


//Cruise Missile
SubHelpText_GDI[3]="+Delivery:%Self-Guided Missile%%+Purpose:%-Heavy damage%-Large AoE%%-Airburst%Can be shot down%"

SubHelpText_Nod[3]="+Delivery:%Self-Guided Missile%%+Purpose:%-Heavy damage%-Large AoE%%-Airburst%Can be shot down%"

//Defensive Buff
SubHelpText_GDI[4]="+Delivery:%Self Cast%%+Purpose:%INCREASE DEFENSIVE ABILITY%%Affects all FRIENDLY units around you.%%DURATION: 20s%"

SubHelpText_Nod[4]="+Delivery:%Self Cast%%+Purpose:%INCREASE DEFENSIVE ABILITY%%Affects all FRIENDLY units around you.%%DURATION: 20s%"

//Offensive Buff
SubHelpText_GDI[5]="+Delivery:%Self Cast%%+Purpose:%+GREATLY INCREASE OFFENSIVE ABILITY%%Affects all FRIENDLY units around you.%%DURATION: 15s%"

SubHelpText_Nod[5]="+Delivery:%Self Cast%%+Purpose:%+GREATLY INCREASE OFFENSIVE ABILITY%%Affects all FRIENDLY units around you.%%DURATION: 15s%"



//Help Menu
[Rx_CommandMenuChoice_Help]
MainHelpText="Select a topic with a 'number' button.%"

//Commander Help: Chat
SubHelpText[0]="+Commander's teamchat messages are%coloured differently to allow easy%identification.%%+Preface a teamchat message with%'/C' to send as a COMMANDER MESSAGE.%%+COMMANDER MESSAGES appear both in%normal chat AND mid-screen chat for%emphasis.%%+Preface a team message with '/R' %to send a RUSH message.%%+RUSH messages appear mid-screen%and last for 15 seconds.%"

//Commander Help: Targeting
SubHelpText[1]="+Targets Q-spotted by the COMMANDER are%visible to ALL friendly units.%%+COMMANDER spotted units are numbered for%identification.%%+COMMANDER spotted units decay over time.%Targets last for 20 seconds.%They begin to SHRINK when they are about to decay.%%COMMANDER spotted targets grant%10 COMMAND POINTS[CP] when destroyed.%"

//Commander Help: Waypoints
SubHelpText[2]="+WAYPOINTS are visible to the entire team.%%+After selecting a waypoint with 1-9,% Q will place it wherever you are pointing.%%+Holding Q will remove the corresponding waypoint.%"

//Commander Help: Remove Mines
SubHelpText[3]="+Select a building with a number% then hold -Q- to remove ALL% proximity C4 in that building.%"

//Commander Help: Harvester Options
SubHelpText[4]="+The HARVESTER can be told to STOP.%%+The Harvester WAYPOINT% is where the HARVESTER%will go when STOPPED.%%+The HARVESTER can be told to detonate if%it appears to be stuck.%%+Telling the HARVESTER to detonate again will%cancel the detonation.%"


//Commander Help: Support Powers
SubHelpText[5]="+Support Powers ALL COST COMMAND POINTS%%+Most support powers are cast by%HOLDING -Q- and pointing at an area.%%+Support powers have their%own tooltips when selected%"

//=====================================
// Text Radio Commands
//=====================================
[Rx_Controller]
	// CTRL + Number
	RadioCommandsText[0]     ="Building needs repair!"
	RadioCommandsText[1]     ="Get in the vehicle!"
	RadioCommandsText[2]     ="Get out of the vehicle!"
	RadioCommandsText[3]     ="Destroy that vehicle!"
	RadioCommandsText[4]     ="Watch where you're pointing that!"
	RadioCommandsText[5]     ="Don't get in my way!"
	RadioCommandsText[6]     ="Affirmative."
	RadioCommandsText[7]     ="Negative."
	RadioCommandsText[8]     ="I'm in position."
	RadioCommandsText[9]     ="Enemy spotted!"

	// ALT + Number
	RadioCommandsText[10]    ="我需要维修！[附近]"
	RadioCommandsText[11]    ="占领据点。[附近]"
	RadioCommandsText[12]    ="出发。[附近]"
	RadioCommandsText[13]    ="跟我来。[附近]"
	RadioCommandsText[14]    ="守住位置。[附近]"
	RadioCommandsText[15]    ="掩护我。[附近]"
	RadioCommandsText[16]    ="寻找掩体。[附近]"
	RadioCommandsText[17]    ="撤退。[附近]"
	RadioCommandsText[18]    ="返回基地。"
	RadioCommandsText[19]    ="立即摧毁目标！"

	// CTRL+ALT + Number
	RadioCommandsText[20]    ="摧毁基地防御！"
	RadioCommandsText[21]    ="摧毁采矿车！"
	RadioCommandsText[22]    ="摧毁目标！"
	RadioCommandsText[23]    ="摧毁矿场！"
	RadioCommandsText[24]    ="摧毁电厂！"
	RadioCommandsText[25]    ="守住基地！"
	RadioCommandsText[26]    ="守住采矿车！"
	RadioCommandsText[27]    ="守住建筑！"
	RadioCommandsText[28]    ="守住矿场！"
	RadioCommandsText[29]    ="守住电厂！"

	// Q-Spot Only
	// Some of these will be inserted into the middle of a string based on {TEXT}
	RadioCommandsText[30]    ="CRATE SPOTTED:"
	RadioCommandsText[31]    ="SPOTTED:"
	RadioCommandsText[32]    ="Defend BEACON"
	RadioCommandsText[33]    ="Spotted ENEMY BEACON"
	RadioCommandsText[34]    ="Defend &gt;&gt;C4&lt;&lt; at"
	RadioCommandsText[35]    ="Spotted ENEMY &gt;&gt;C4&lt;&lt; at"
	RadioCommandsText[36]    ="Stop following me"
	RadioCommandsText[37]    ="Defend the {CONTEXT}!"
	RadioCommandsText[38]    ="The {CONTEXT} needs repair!"
	RadioCommandsText[39]    ="The {CONTEXT} needs repair immediately!"
	RadioCommandsText[40]    ="Attack the {CONTEXT}!"
	RadioCommandsText[41]    ="Capture the {CONTEXT}!"
	RadioCommandsText[42]    ="FOCUS FIRE:"
	RadioCommandsText[43]    ="Spotted"

	// Bot-related only
	RadioCommandsText[44]    ="Planting &gt;&gt;C4&lt;&lt; inside {CONTEXT}!"
	RadioCommandsText[45]    ="I've located an ENEMY BEACON"
	RadioCommandsText[46]    ="I've located an ENEMY &gt;&gt;C4&lt;&lt; at {CONTEXT}!!!"
	RadioCommandsText[47]    ="I'm detecting a BEACON near {CONTEXT}!!!"
	RadioCommandsText[48]    ="Attack that"
	RadioCommandsText[49]    ="An enemy {CONTEXT} has been spotted"
	RadioCommandsText[50]    ="我开始执行{CONTEXT}！"
	RadioCommandsText[51]    ="{CONTEXT}"

[Rx_Vehicle_GDI_HumveeTOW_PTInfo]
Title="TOW悍马车"
Desc="<font size='10'>-2枚TOW导弹\n-轻型装甲\n-高速骚扰载具\n-仅限驾驶员</font>"
